Repository: NorwayFun/pinfo
Catalog: po/*.po
Languages: ka

source: Searching for indirect done
ka: ბმულის ძებნა დასრულებულია

source: Warning: could not find tag table
ka: გაფრთხილება: ჭდეების ცხრილის პოვნა შეუძლებელია

source: Searching for tag table done
ka: ჭდეების ცხრილის ძებნა დასრულდა

source: Error while reading file '%s'
ka: შეცდომა ფაილის კითხვისას: "%s"

source: Can't open file
ka: ფაილის გახსნის შეცდომა

source: press a key to continue
ka: გასაგრძელებლად დააჭირეთ ნებისმიერ ღილაკს

source: Error: could not open info file part
ka: შეცდომა: info ფაილის გახსნა შეუძლებელია

source: Are you sure you want to print?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, დაბეჭდოთ?

source: Enter line:
ka: შეიყვანეთ ხაზი:

source: Enter command:
ka: შეიყვანეთ ბრძანება:

source: Operation failed...
ka: ოპერაციის შეცდომა...

source: Enter regular expression:
ka: შეიყვანეთ რეგულარულ გამოსახულება:

source: Search string not found...
ka: საძებნი სტრიქონი ვერ მოიძებნა...

source: Invalid regular expression;
ka: არასწორი რეგულარული გამოსახულება;

source: Press any key to continue...
ka: გასაგრძელებლად დააჭირეთ ნებისმიერ ღილაკს...

source: Enter node name:
ka: შეიყვანეთ კვანძის სახელი:

source: Node %s not found
ka: კვანძის პოვნა შეუძლებელია: %s

source: Are you sure you want to quit?
ka: მართლა გნებავთ, გახვიდეთ?

source: Error: Cannot call man command.
ka: შეცდომა: ბრძანება man-ის გამოძახების შეცდომა.

source: Error: No manual page found either.
ka: შეცდომა: სახელმძღვანელოს გვერდის პოვნა შეუძლებელია.

source: Apropos pages:
ka: შესაფერისი გვერდები:

source: Calling gunzip for
ka: "gunzip"-ის გამოძახება

source: Couldn't call gunzip.
ka: "gunzip"-ის გამოძახების შეცდომა

source: IGNORING
ka: იგნორირება

source: Error: No manual page found
ka: შეცდომა: სახელმძღვანელოს გვერდის პოვნა შეუძლებელია

source: Calling apropos
ka: "apropos"-ის გამოძახება

source: Nothing appropriate
ka: არაფერი შესაბამისი

source: Enter manual name:
ka: შეიყვანეთ სასურველ სახელი:

source: Viewing line %d/%d, %d%%
ka: უყურებთ ხაზს %d/%d, %d%%

source: Viewing line %d/%d, 100%%
ka: უყურებთ ხაზს %d/%d, 100%%

source: Can't open config file!
ka: კონფიგურაციის ფაილის გახსნის შეცდომა!

source: Parse error in config file on line %d
ka: კონფიგურაციის ფაილის დამუშავების შეცდომა ხაზზე: %d

source: Virtual memory exhausted
ka: ვირტუალური მეხსიერება გადავსებულია

source: Failed to execute command '%s': %i
ka: ბრძანების ('%s') შესრულების შეცდომა: %i

source: Illegal characters in filename! *** %s
ka: ფაილის სახელი არასწორ სიმბოლოებს შეიცავს! *** %s

source: yes
ka: დიახ

source: no
ka: არა

source: Couldn't open temporary file
ka: დროებითი ფაილის გახსნის შეცდომა

source: File:
ka: ფაილი:

source: Node:
ka: კვანძი:

source: Next:
ka: შემდეგი:

source: Prev:
ka: წინა:

source: Up:
ka: მაღლა:

source: Viewing line %ld/%ld, %ld%%
ka: უყურებთ ხაზს %ld/%ld, %ld%%

source: Viewing line %ld/%ld, 100%%
ka: უყურებთ ხაზს %ld/%ld, 100%%

source: Warning: matched empty string
ka: გაფრთხილება: ემთხვევა ცარიელი სტრიქონი

source: Looking for man page...
ka: სახელმძღვანელოს გვერდის ძებნა...

source: --node option used without argument
ka: --node პარამეტრი არგუმენტის გარეშეა

source: --rcfile option used without argument
ka: --rcfile პარამეტრი არგუმენტის გარეშეა

source: Usage: %s [options] [info|manual] Options: -h, --help help -v, --version version -m, --manual use man page -r, --raw-filename use raw filename -f, --file synonym for -r -a, --apropos call apropos if nothing found -p, --plain-apropos call only apropos -c, --cut-man-headers cut out repeated man headers -l, --long-manual-links use long link names in manuals -s, --squeeze-manlines cut empty lines from manual pages -d, --dont-handle-without-tag-table don't display texinfo pages without tag tables -t, --force-manual-tag-table force manual detection of tag table -x, --clear-at-exit clear screen at exit --node=nodename, --node nodename jump directly to the node nodename --rcfile=file, --rcfile file use alternate rcfile
ka: გამოყენება: %s [პარამეტრები] [info|manual] პარამეტრები: -h, --help დახმარება -v, --version ვერსია -m, --manual man-ის გამოყენება -r, --raw-filename პირდაპირი ფაილის სახელის მითითება -f, --file -r -ის სინონიმი -a, --apropos თუ ვერაფერი ვიპოვე, apropos-ის გამოძახება -p, --plain-apropos მხოლოდ apropos-ის გამოძახება -c, --cut-man-headers man -ის განმეორებადი თავსართების წაჭრა -l, --long-manual-links სახელმძღვანელოებში გრძელი ბმულების გამოყენება -s, --squeeze-manlines man-ის განმეორებად ცარიელი ხაზების წაჭრა -d, --dont-handle-without-tag-table texinfo -ის ჭდის არმქონე გვერდები ნაჩვენები არ იქნება -t, --force-manual-tag-table ჭდეების ცხრილის ხელით მორგება -x, --clear-at-exit გამოსვლისას ეკრანის გასუფთავება --node=nodename, --node nodename პირდაპირ მითითებულ კვანძზე გადასვლა --rcfile=file, --rcfile file ალტერნატიული rcfile-ის გამოყენება

source: Error: could not open info file, trying manual
ka: შეცდომა: info ფაილის გახსნა შეუძლებელია, ხელით ვცდი

source: Warning: tag table not found...
ka: გაფრთხილება: ჭდეების ცხრილის პოვნა შეუძლებელია...

source: Trying to create alternate tag table...
ka: ალტერნატიული ჭდეების ცხრილის შექმნის მცდელობა...

source: This doesn't look like info file...
ka: ეს info -ის ფაილს არ ჰყავს...

source: Specified node does not exist...
ka: მითითებული კვანძი არ არსებობს...

source: Tag table is corrupt, trying to fix...
ka: ჭდეების ცხრილი დაზიანებულია. ვეცდები, აღვადგინო...

source: File not found. Press any key...
ka: ფაილი ვერ ვიპოვე. დააწექით ნებისმიერ ღილაკს...

source: Unexpected error.
ka: მოულოდნელი შეცდომა.

source: Tag table not found. Trying to create alternate...
ka: ჭდეების ცხრლი ვერ ვიპოვე. ალტერნატიულის შექმნის მცდელობა...

source: Security warning: Unable to get GID of group called: %s
ka: უსაფრთხოების გაფრთხილება: ჯგუფის, სახელად %s, GID-ის მიღების შეცდომა

source: Security warning: Unable to get UID of user called: %s
ka: უსაფრთხოების გაფრთხილება: მომხმარებლის, სახელად %s, UID-ის მიღების შეცდომა

source: Unable to drop root privileges: %s
ka: "root"-ის პრივილეგიების მოცილების შეცდომა: %s
